<template>
	<pop ref='popup'>
		<scroll-view class="hdgz" :scroll-y="true">
			<p class="tc f18 red"><b>活动规则</b></p>
			<p>1、参与用户范围：电信、移动及联通用户均可参与抽奖。</p>
			<p>2、活动时间：2021年3月5日—2021年3月31日。</p>
			<p>3、抽奖规则：活动期间内，同一手机号码每日均可参与1次抽奖，中奖概率随机。</p>
			<p>4、奖品包含：200元翼支付消费券、50元抽奖升五星优惠券、30元天翼看家优惠券、30元全屋WiFi优惠券、30元权益合约包优惠券、30元焕新计划优惠券、30元5G升级包优惠券和全屋智能大礼包。</p>
			<p>5、奖品规则：</p>
			<p>（1）若您抽取了优惠券类奖品，将跳转至相应的活动页，具体办理规则以跳转活动页提示为准。业务订购成功后，优惠券将以翼支付权益金的形式在7个工作日内充值到参与号码的翼支付账户中。</p>
			<p>（2）若您抽取了200元翼支付消费券，需通过电信云厅预约下单指定5G手机，工作人员将会尽快联系您到店办理“5G套餐+橙分期购机”，在享受购机直降优惠的基础上，可叠加享200元翼支付权益金。权益金将在5个工作日批充到您参与号码的翼支付账户中。</p>
			<p>（3）若您抽取了全屋智能大礼包奖品，需通过电信云厅预约下单，下单后营业厅工作人员将尽快联系您确认并办理具体业务。</p>
			<p>6、翼支付权益金到账及使用说明：</p>
			<p>（1）使用规则：可在翼支付合作的各类商户及翼支付客户端使用，可拆分多次使用，有效期120天(过期作废不可补赠送)，翼支付账户等级必须为二星级及以绑卡上用户，更多使用详情见翼支付客户端；</p>
			<p>（2）查询方式：登录翼支付客户端—我的—权益金；</p>
			<p>（3）办理前请先确认翼支付账户是否正常，若翼支付账户异常（未开通账户/黑名单限制/星级未达到二星等）则无法赠送，解决账户异常后可在我的奖品中补领。</p>
			<p>7、特别提醒:</p>
			<p>（1）对于任何通过不正当或第三方技术手段恶意攻击、篡改活动的活动参与者，安徽电信有权在不事先通知的情况下取消参与者的活动参与资格及中奖资格;</p>
			<p>（2）如遇不可抗力因素，本次活动因故无法进行时，安徽电信在法律允许的范围内有权决定取消、修改、暂停或终止本活动，安徽电信对本次活动具有最终解释权。</p>
			<p>（3）凡参与本活动者，即视为接受活动所有规则，且必须遵守中国电信安徽公司法律声明及其它关于营销活动的相关规定。中国电信安徽公司有权在法律允许的范围内对活动规则做出适当调整。</p>
		</scroll-view>
	</pop>
</template>

<script>
	import pop from './popup.vue'
	export default{
		components:{pop},
		methods:{
			open(){
				this.$refs.popup.open()
			}
		}
	}
</script>

<style scoped>
	.hdgz {
	    height: 300px;
	    overflow-y: auto;
	}
</style>
